"""Frequently seen mistakes of wrong names."""

wrong_name_list = [
    "真绪", "眞绪", "真緒",
    "阿潮", "潮纱里奈", "潮纱理奈", "潮紗里奈", "潮紗理奈", "潮纱里莱", "潮纱理莱", "潮紗里莱", "潮紗理莱",
    "柿崎", "芽实",
    "优佳",
    "帆帆", "katoshi",
    "齐藤", "齋藤", "斎藤", "斉藤", "斋藤",
    "佐佐木", "佐々久",
    "佐々美", "美铃", "美鈴",
    "爱奈",
    "阿牙",
    "东村", "芽衣",
    "全村", "美九", "美酒",
    "阳菜",
    "小坂菜绪",
    "冨田", "玲花",
    "丹生酱", "nibu",
    "hiyotan", "hiyo炭", "滨岸",
    "宫田", "爱萌",
    "渡边", "美穗", "渡邊", "渡辺",
    "上村hinano",
    "高桥", "高橋",
    "阳世"
]